Repository: myclabs/Inventory
Catalog: application/languages/AF/configTreatmentInvalidRef.tmx
Source language: fr
Languages: en

source: Famille non trouvée
en: Family not found

source: Dimension non trouvée
en: Dimension not found

source: Membre non trouvé
en: Member not found

source: Indicateur non trouvé
en: Indicator not found

source: Axe non trouvé
en: Axis not found
